{
"my_name": "Мене звати Олексій Федорченко",
"my_from": "Я web-розробник із міста Житомир",


"sliderAboutMe": "ПРО МЕНЕ",
"sliderMyExperience": "МІЙ ДОСВІД",
"sliderMySkill": "МОЇ НАВИЧКИ",
"sliderMyWork":"МОЇ РОБОТИ",
"sliderPrise": "ПРАЙС-ЛИСТ",
"sliderContact": "КОНТАКТИ",


"aboutMeDescr": "Про мене",
"aboutMeName": "Мене звати Олексій",
"aboutMeText": "Фронтенд-розробник. Володію навичками верстки за макетами з Figma, Avocode, marss, Wix і Photoshop. Мої основні навички включають кодування на HTML і CSS. У мене є базове розуміння JavaScript і React, і я можу писати скрипти на початковому рівні. Також у мене є досвід роботи в якості тімліда, де я очолював проект. Професіонал із багатим досвідом у сфері систем управління контентом WordPress. Я маю практичний досвід у створенні веб-макетів на платформі WordPress, забезпечуючи ефективне та високоякісне відображення контенту. Активно працював з різними плагінами, успішно інтегруючи їх функціональність для поліпшення користувацького досвіду та розширення можливостей веб-сайтів. За моїми плечима значна кількість проектів, створених на основі макетів з Figma. Весь код є кросс-браузерним і адаптивним, і я маю навички створення макетів з піксельною точністю.",

"blockUnderAboutMeWeb": "Web-розробка",
"blockUnderAboutMeTextWeb": "Ефективна верстка та створення динамічних веб-сайтів з використанням сучасних інструментів і платформ для того, щоб ваш бізнес процвітав в онлайні.",

"blockUnderAboutMeDev": "Розробка додатків",
"blockUnderAboutMeTextDev": "Програмування та розробка додатків, які перетворюють вашу ідею в інноваційне рішення для мобільних і веб-платформ.",

"blockUnderAboutMeDesing": "UI/UX Дизайн",
"blockUnderAboutMeTextDesing": "Створення інтерфейсів, які захоплюють та забезпечують зручність використання, щоб ваш продукт виділявся серед конкурентів.",


"experienceTitle": "Досвід",
"experienceDescr": "Чим я буду корисний",
"experienceBlockEducation": "Освіта",
"experienceBlockEducationDescr": "Освіта в Житомирському національному аграрному університеті (ЖНАУ Polissia univer) дала мені ступінь магістра і цінний досвід в галузі, який доповнив мої навички в веб-розробці та дизайні. Моя академічна освіта з 2018 по 2023 рік збагатила мої знання і підготувала мене до успішної кар'єри в галузі інформаційних технологій.",
"experienceBlockEducationCourse": "Курси по Web-розробці",
"experienceBlockEducationCourseDescr": "На курсах з веб-розробки на платформі UDEMY під керівництвом Івана Петриченка я опанував HTML5, CSS3, JavaScript (включаючи ES6), а також адаптивний веб-дизайн. Набрав досвід з React, Sass і Git, і готовий до успішної кар'єри в веб-розробці.",

"experienceWork": "Досвід роботи",
"experienceWorkDescr": "В EPAM, в період з 2021 по 2022 рік, я працював над розробкою веб-додатків, впроваджуючи передові технології і забезпечуючи високу якість користувацького досвіду. Мій досвід у компанії включає в себе розробку та оптимізацію веб-проектів, а також активну участь у командній роботі для досягнення загальних цілей проекту.",

"experiencePlaceWork": "Squad Team | Київ (2023)",
"experiencePlaceWorkDescr": "Squad Team 2023: Мій досвід роботи в команді Squad Team у 2023 році охоплює спільні зусилля над складними завданнями і успішне досягнення результатів у розробці та вдосконаленні веб-проектів.",


"skillsTitle": "Навички",
"skillsWhat": "Що я використовую в роботі",
"skillsHTML": "Саме він створює каркас вашого сайту чи додатка, а п'ята версія дозволить мені створювати більш SEO-оптимізовану структуру вашого продукту.",
"skillsCSS": "Ця мова стилів дозволяє мені створювати абсолютно будь-який зовнішній вигляд вашого сайту чи додатка. Все обмежується лише вашою уявою!",
"skillsJS": "Ця мова програмування дозволяє оживити будь-що: слайдери, вікна, підказки, вкладки, отримання даних від сервера та багато іншого.",
"skillsJquery": "Бібліотека jQuery допоможе прискорити розробку. Без необхідності інтегрувати її в проект ми цього не будемо робити, але є навички роботи з нею.",
"skillsReact": "Ця бібліотека дозволяє створювати веб-додатки. Ми можемо створити максимально інтерактивний продукт, саме під ваші цілі.",
"skillsNode": "Ця платформа дозволяє створювати бекенд для вашого продукту - (мозок), який виконуватиме дії, які користувач не бачить.",
"skillsMongo": "Це нереляційна база даних, яка буде зберігати дані вашого веб-сайту чи додатка.",


"progressCreatePage": "Створення сайтів",
"progressCreateApp": "Створення додатків",
"progressWorkData": "Робота з данними",
"progressCreat": "Креативність",
"progressCreatDesing": "Створення дизайну",

"portfolioo": "Портфоліо",
"myWorks": "Мої Роботи",


"priceLandingFrom": "від 1000 грн.",
"priceLandingDescr": "Односторінковий сайт для презентації послуг/товарів/...",

"priceApplicationTitle": "Web-додаток",
"priceAppFrom": "від 7000 грн.",
"priceAppDescr": "Додаток всередені браузера для кращого комфорту",

"priceCoopTitle": "Корпоративний сайт",
"priceCoopFrom": "від 5000 грн.",
"priceCoopDescr": "Сайт компанії для вашого бізнесу або компанії",

"priceOSTitle": "Android/IOS додаток",
"priceOSFrom":"від 10000 грн.",
"priceOSDescr": "Додаток для смартфону будь-якої ОС",

"priceShopTitle": "Інтернет-магазин",
"priceShop": "від 10000 грн.",
"priceShopDesing": "Інструмент для ваших продаж в мережі",

"priceDesingTitle": "Дизайн",
"priceDesing": "Індивідуально",
"priceDesingDescr": "Створю дизайн для вашого сайту/додатку"
}